Repository: tbar0970/jethro-pmm
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: All age brackets
es: Todas las edades

source: All statuses
es: Todos los estados

source: Edit family details
es: Editar familia

source: Move to different family
es: Mover a otra familia

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miercoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sabado

source: Attendance Recording Days
es: Dias de tomar Asistencia

source: Select nothing if you do not plan to record attendance for this group
es: No seleccione nada si no es necesario tomar asistencia a este grupo

source: If set to yes, members of this group will be able to see other members' details when they log in to the <a href="
es: Si elige si, los miembros de este grupo podrán ver los detalles de otros miembros' cuando ingresen a <a href="

source: member portal
es: portal de miembro

source: Group Name
es: Nombre de grupo

source: Members
es: Miembros

source: Manage Categories
es: Administrar Categorias

source: There are no groups in the system yet
es: Todavía no hay grupos en el sistema

source: Uncategorised Groups
es: Grupos sin categoria

source: With selected people:
es: Con gente seleccionada:

source: -- Choose Action --
es: -- Elegir Accion --

source: Remove from this group
es: Sacar de este grupo

source: Move to a different group
es: Agregar a otro grupo

source: Add to another group
es: Agregar a otro grupo

source: Add to a group
es: Agregar a grupo

source: Set field(s)
es: Setear Campo(s)

source: Add note
es: Agregar Nota

source: Send email
es: Enviar Mail

source: Send SMS
es: Enviar SMS

source: Print envelopes
es: Imprimir Sobres

source: Export as CSV
es: Exportar a CVS

source: Export as vCard
es: Exportar a vCard

source: Mail merge a document
es: Unir Mail al documento

source: Execute an action plan
es: Ejecutar un plan de accion

source: Move selected persons to
es: Mover personas seleccionadas a

source: Add selected persons as
es: Agregar personas seleccionadas a

source: an existing group:
es: un grupo existente:

source: a new group:
es: un nuevo grupo:

source: New group name:
es: Nombre del grupo

source: Source Document
es: Origen del documento

source: Merge for
es: Unir con

source: each of the selected persons
es: cada persona seleccionada

source: (Sample file:
es: (Ejemplo:

source: each of the families that the selected persons belong to
es: cada familia de las personas seleccionadas pertenecen a

source: Send an email to
es: Enviar mail a

source: the selected persons
es: las personas selecciondas

source: the adults in the selected persons&#8217; families
es: los adultos en las personas selecciondas&#8217;familias

source: Allow recipients to see each other&#8217;s email addresses
es: Permitir recipientes para ver cada uno&#8217;s direcciones de mail

source: To:
es: Para:

source: the adults in the selected persons families
es: los adultos en las familas seleccionadas

source: the families the selected persons belong to
es: las familias de las personas seleccionadas pertenecen a

source: Print envelopes addressed to
es: Imprimir sobres dirigidos a

source: the selected persons themselves, grouped by family (eg &#8220;John, Joanne &amp; James Smith&#8221;)
es: las personas seleccionadas, agrupadas por familia (eg &#8220;John, Joanne &amp; James Smith&#8221;)

source: the families the selected persons belong to (eg &#8220;Jones Family&#8221;)
es: las familias seleccionadas pertenecen a (eg &#8220;Jones Family&#8221;)

source: adult members of the selected persons&#8217; families (eg &#8220;Bert and Marjorie Citizen&#8221;)
es: los adultos de las personas seleccionadas&#8217; families (eg &#8220;Bert and Marjorie Citizen&#8221;)

source: Reference date for plans:
es: Fecha de referencia para planes:

source: Family Name
es: Nombre de Familia

source: Family Members
es: Miembros de la familia

source: Home Phone
es: Teléfono Casa

source: Actions
es: Acciones

source: View
es: Ver

source: Edit
es: Editar

source: Add Note
es: Agregar Nota

source: For
es: Para

source: Subject
es: Asunto

source: Assignee
es: Asignado a

source: Action Date
es: Fecha de accion

source: This note is locked by another user and cannot be edited at this time.
es: Esta nota esta bloqueada por otro usuario y no puede ser editada ahora.

source: Edit/Comment
es: Editar/Comentar

source: Cancel
es: Cancelar

source: Error: Javascript is Disabled
es: Error: JavaScript desabilitado

source: For Jethro to function correctly you must enable javascript, which is done most simply by lowering the security level your browser uses for this website
es: Para que Jethro funcione correctamente tienes que habilitar javascript, lo cual puede hacerse facilmente bajando el nivel de seguridad en su browser para este sitio

source: Username
es: Usuario

source: Logged in as
es: Logeado como

source: Edit me
es: Editar

source: Log out
es: Salir

source: "This user account can only see persons in certain congregations or groups"
es: "Este usuario solo puede ver personas de ciertos grupos"

source: Restrictions in effect
es: Con restricciones

source: Log ou
es: Salir

source: Name
es: Nombre

source: Status
es: Estado

source: Age
es: Edad

source: Gender
es: Sexo

source: Groups
es: Grupos

source: "Select all"
es: "Seleccionar todos"

source: Edit original note
es: Editar nota original

source: Added by
es: Agregado por

source: ". Edited by "
es: ".Editada por "

source: Edit / Comment
es: Editar/Comentar

source: Basic Details
es: Datos Basicos

source: Notes
es: Notas

source: History
es: Historia

source: Add Member
es: Agregar miembro

source: Print Envelope
es: Imprimir sobre

source: Email All
es: Mail a todos

source: Add Family Note
es: Agregar Nota de familia

source: Add Person Note
es: Agregar Nota de persona

source: Family Record Created on
es: Registro de familia creado el:

source: Execute Action Plan for
es: Ejecutar plan de accion

source: Reference date for plans:
es: Fecha de referencia para planes:

source: Add
es: Agregar

source: to a group
es: a un grupo

source: Add as a
es: Agregar como

source: of
es: de

source: "Choose a group first"
es: "Elegir un grupo primero"

source: Attendance
es: Asistencia

source: Rosters
es: Listas

source: Person Details
es: Detalle de la persona

source: Execute Action Plan
es: Ejecutar plan de accion

source: Family Details
es: Detalles de la familia

source: There are no person or family notes for
es: No hay notas disponibles para

source: Person and Family Notes for
es: Notas para

source: is not a member of any active groups
es: no es miembro de ningun grupo activo

source: is a member of:
es: es miembro de:

source: Membership Status
es: Estado de membresia

source: Joined Group
es: Parte del grupo

source: Remove
es: Remover

source: No attendance has been recorded for
es: No ha sido tomada asistencia para

source: Editing
es: Editando

source: Your changes could not be saved because your lock had expired. Try making your changes again using the form below
es: Sus cambios podrían no ser guardados porque su bloqueo expiro. Ingrese los cambios nuevamente usando el sig. formulario

source: Your changes could not be saved because your lock has expired. The lock has now been acquired by another user. Wait some time for them to finish and then
es: Sus cambios podrían no ser guardados porque su bloqueo expiro. Otro usuario ha bloqueado ese registro. Espere un tiempo a que termine y luego

source: Assignments Saved
es: Asignación grabada

source: Show notes assigned to
es: Mostrar notas asignadas a

source: Go
es: Ir

source: There are no notes to show
es: No hay notas para mostrar

source: Edit the assignees for all these notes
es: Editar los asignados para todas las notas

source: notes in total
es: notas en total

source: Note added
es: Nota agregada

source: Family has only one member, so adding note to that person instead
es: La familia solo tiene un miembro, la nota sera agregada a la persona

source: New Note Details
es: Detalle de la nota

source: Add Note to Family
es: Agregar nota a la famila

source: Cannot add note, no person ID specified
es: No se puede agregar nota, persona no especificada

source: Note added to
es: Nota agregada a

source: persons
es: personas

source: Note successfully added to
es: Nota agregada para

source: of the
es: del

source: selected persons
es: personas selecionadas

source: Add note to
es: Agregar nota a

source: Add Note to Person
es: Agregar nota a la persona

source: New Person Details
es: Nueva persona

source: Action Plans
es: Planes de accion

source: Execute the following action plans for the new person:
es: Ejecutar el siguiente plan de acción para la nueva persona:

source: Add Family Member
es: Agregar miembro de familia

source: Delete
es: Borrar

source: Delete altogether
es: Borrar en conjunto

source: Archive and Clean
es: Archivar y limpiar

source: This person has a user account and cannot be deleted altogether.
es: Esta persona tiene una cuenta de usuario y no se puede borrar en conjunto

source: You can archive and clean this person, which will
es: Puede archivar y limpiar esta persona, la cual sera

source: Deleting this person is not recommended since they have roster assignments and/or attendance records, and deleting them will affect historical statistics.
es: No se recomienda borrar esta persona por tener datos asociados.

source: It is recommended that you archive and clean the person, which will
es: Se recomienda archivar y limpiar esta persona, la cual sera

source: Edit attendance at
es: Editar asistencia del

source: for
es: para

source: Edit congregational attendance for
es: Editar asistencia congregacional para

source: Editing Congregation
es: Editando congregacion

source: Your changes could not be saved because your lock has expired. The lock has now been acquired by another user. Wait some time for them to finish and then
es: Sus cambios podrian no ser guardados porque su bloqueo ha expirado. El bloqueo ha sido tomado por otro usuario. Espere un momento hasta que termine y

source: try again
es: intentelo nuevamente

source: This congregation cannot currently be edited because another user has the lock. Wait some time for them to finish and then
es: Esta congregacion no puede ser editada ahora porque otro usuario tiene bloqueado el registro. Espere un momento a que finalice y luego

source: Update Congregation
es: modificar congregacion

source: Editing User Account for
es: Editando cuenta de usuario para

source: Note deleted
es: Nota borrada

source: Failed to delete note
es: Fallo al borrar nota

source: Editing Person Note for
es: Editando nota personal para

source: Editing Note for
es: Editando nota para

source: Your changes could not be saved because your lock had expired.
es: Sus cambio no pueden ser guardados porque su bloqueo expiro.

source: Try making your changes again using the form below
es: Intente hacer los cambio nuevamente usando el siguiente formulario

source: The lock has now been acquired by another user.
es: Otro usuario ha bloqueado el registro.

source: Wait some time for them to finish and then
es: Espere un tiempo y luego

source: Your changes could not be saved because your lock had expired. Try making your changes again using the form below
es: Sus cambio no pueden ser guardados porque su bloqueo expiro. Intente hacer los cambio nuevamente usando el siguiente formulario

source: This person cannot currently be edited because another user has the lock.
es: Esta persona no puede ser editada ahora porque otro usuario tiene bloqueado el registro.

source: Wait some time for them to finish and then
es: Espere un tiempo y luego

source: Update Account
es: Modificar Cuenta

source: Congregations
es: Congregaciones

source: Cannot delete congregation because it is not empty
es: No puede borrar la congregación porque no esta vacia

source: Congregation deleted
es: Congregación borrada

source: Long Name
es: Nombre largo

source: Short Name
es: Nombre Corto

source: Code Name
es: Nombre Codigo

source: Delete
es: Borrar

source: To delete a congregation, first ensure it contains no members, then it can be deleted via this page
es: Antes de borrar una congregación asegúrese que no tiene miembros, luego podrá borrarla desde esta pagina

source: User Accounts
es: Cuentas de Usuarios

source: Add User Account
es: Agregar cuenta de usuario

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Configure Custom Fields
es: Configurar Campos Personalizados

source: Somebody else is currently editing the custom fields. Please try again later
es: Alguien mas esta editando los campos personalizados. Por favor intente mas tarde.

source: No custom fields have been set up in the system yet.
es: Todavía no se han configurado campos personalizados en el sistema.

source: Type
es: Tipo

source: Parameters
es: Parametros

source: "Click to delete this field"
es: "Click para borrar este campo"

source: "Save"
es: "Grabar"

source: Configure Date Types
es: Configurar

source: Action plans
es: Planes de accion

source: Import
es: Importar

source: System-Wide Search
es: Búsqueda en todo el sistema

source: "Name, Phone or Email"
es: Nombre, Teléfono o Email

source: Notes
es: Notas

source: for immediate action
es: Para Acción Inmediata

source: You have
es: Tienes

source: for future action
es: Para Acción Futura

source: Viewing Family:
es: Viendo Familia:

source: Error: No family supplied
es: Error: No se indico familia

source: All Families
es: Todas las familias

source: Include Archived
es: Incluir Archivadas

source: Exclude Archived
es: Excluir Archivadas

source: No families in this range
es: No hay familias en este ramgo

source: No families were found
es: No se encontraron familias

source: Include Archived families
es: Incluir familias archivadas

source: families in this range
es: familias en este rango

source: families in total
es: familias en total

source: Family Search Results
es: Resultado de la busqueda

source: No matching families were found
es: No se encontraron familias

source: New family must have at least one member
es: La nueva familia debe tener al menos un miembro

source: A subject must be supplied for the initial family note
es: Se debe agregar asunto a la nota de familia inicial

source: Family Created
es: Familia creada

source: Error during family creation, family not created
es: Error durante la creación de la familia.

source: Add Family
es: Añadir familia

source: Several families already exist that are similar to the one you are creating
es: Existen familias similares a la que esta creando

source: A family similar to the one you are creating already exists
es: Existe una familia similar a la que se esta creando

source: Family
es: Familia

source: Create new family anyway
es: Crear la familia de todas formas

source: Cancel family creation
es: Anula creación de familia

source: Family Name:
es: Nombre de Familia

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Congregation
es: Turno

source: Mobile
es: Celular

source: Cong.
es: Turno

source: Mobile Tel
es: Celular

source: (optional)
es: (opcional)

source: REQUIRE_INITIAL_NOTE
es: REQUIERE_NOTA_INICIAL

source: Initial Note
es: Nota inicial

source: required
es: requerido

source: optional
es: opcional

source: Execute the following action plans for the new family:
es: Ejecutar el siguiente plan de acción para la nueva familia:

source: Create
es: Crear

source: Create Family
es: Crear familia

source: Contact List
es: Contactos

source: You must choose an opt-in group
es: Debe elegir un grupo

source: Opt-in group
es: Opción de grupo

source: Only include opted-in persons from
es: Solo incluir personas seleccionadas de

source: Age brackets
es: Edades

source: Only show contact details for persons who are
es: Solo mostrar detalles para personas que pertenecen a

source: Other family members
es: Otros miembros de la familia

source: For other members of the families of persons who opted in, show
es: Para otros miembros de la familia seleccionadas, mostrar

source: only their names
es: solo sus nombres

source: their contact details, same as for opted-in persons
es: sus datos de contacto, como de las personas seleccionadas

source: Addresses
es: Direcciones

source: Include home addresses in results
es: Incluir dirección en el resultado

source: No families to show
es: No hay familias para mostrar

source: Viewing Person:
es: Viendo persona:

source: Person not found
es: Persona no encontrada

source: All Persons
es: Todas las personas

source: No persons in this range
es: No hay personas para mostrar

source: No persons were found
es: No se encontraron personas

source: Include Archived Persons
es: Incluir archivadas

source: persons in this range
es: personas en este rango

source: persons in total
es: personas en total

source: Configure Person Report
es: Configurar Reporte de Persona

source: Person Report Results
es: Resultados de reporte

source: Person Reports
es: Reportes de personas

source: "Save and view results"
es: "Guardar y ver resultados"

source: "Save and return to report list"
es: "Grabar y volver a la lista"

source: Cancel and return to report list
es: Cancelar y volver a la lista

source: Back to list of reports
es: Volver a la lista de reportes

source: Reconfigure this report
es: Reconfigurar este reporte

source: Download CSV
es: Bajar CSV

source: Create a new report
es: Crear un nuevo reporte

source: There are not yet any reports saved in the system
es: Todavía no hay guardado ningún reporte en el sistema

source: Report Name
es: Nombre de reporte

source: Visible To
es: Visible para

source: Results
es: Resultados

source: Last ad-hoc report
es: Ultima consulta personalizada

source: Configure
es: Configurar

source: View Results
es: Ver Resultados

source: Everyone
es: Todos

source: Only Me
es: Solo yo

source: "Show result counts for selected reports"
es: "Mostrar resultados para el informe seleccionado"

source: System-wide Person Statistics
es: Estadísticas de Personas

source: Notes For Immediate Action
es: Notas para acción inmediata

source: Notes For Future Action
es: Notas para acción futura

source: Viewing Group:
es: Mostrando Grupo:

source: Group Details
es: Detalles de Grupo

source: Category
es: Categoria

source: Record Attendance?
es: Registra asistencia?

source: Edit group details
es: Editar detalles de grupo

source: Share Member Details?
es: Comparte detalles del miembro?

source: Delete group
es: Borrar grupo

source: Add Members by Name Search
es: Agregar miembros buscando por nombre

source: Select persons:
es: Seleccionar personas:

source: Membership status:
es: Estado de membresía:

source: Email members of
es: Email a miembros de

source: Group Members
es: Miembros del Grupo

source: Show archived members
es: Mostar miembros archivados

source: Hide archived members
es: Ocultar miembros archivados

source: Email members
es: Email a los miembros

source: Edit membership statuses
es: Editar estado de miembro

source: Add members
es: Agregar miembros

source: Save membership statuses
es: Grabar estado de miembro

source: This group does not currently have any members
es: Este grupo no tiene miembros actualmente

source: All Groups
es: Todos los grupos

source: Include Archived Groups
es: Incluir grupos archivados

source: Exclude Archived Groups
es: Excluir grupos archivados

source: Add a new group
es: Agregar nuevo grupo

source: Save and view group
es: Grabar y Ver grupo

source: Save group and create another
es: Grabar y crear otro grupo

source: Category deleted
es: Categoría borrada

source: Person Group Categories
es: Categorías de grupo

source: A person group in Jethro can be uncategorised, or it can belong to one group category.<br />Group categories may exist at the top level, or within another category.
es: En Jetro un grupo de personas puede no tener categoría.<br />Una categoría de grupo puede existir sola o como subcategoría.

source: Add a new group category
es: Agregar nueva categoría de grupo

source: Are you sure you want to delete this category?
es: Está seguro que desea borrar esta categoría?

source: Attendance recorded for
es: Tomador de asistencia

source: Record Attendance for
es: Registrar asistencia para

source: Record Attendance
es: Registrar asistencia

source: "Attendance for "
es: "Asistencia para "

source: " cannot be recorded on a "
es: " no puede registrarse sobre "

source: "Another user is currently recording attendance for "
es: "Otro usuario esta tomando asistencia para "

source: ". Please wait until they finish then try again."
es: ". Por favor espere hasta que terminen e intente nuevamente."

source: In
es: En

source: On
es: Sobre

source: Show photos
es: Mostrar foto

source: Use tabular format
es: Usar formato tabular

source: Continue
es: Continuar

source: The parameters you have selected will list more persons
es: Los parámetros que ha seleccionado mostraran mas personas

source: than your server can process. Please narrow down your parameters,
es: de las que su servidor puede procesar. Por favor achique los parámetros,

source: or ask your server administrator to increase the PHP max_input_vars setting
es: o pida al administrador del servidor que aumente la configuración de PHP max_input_vars

source: (currently
es: (actualmente

source: Total Headcount:
es: Total Personas:

source: Total headcount:
es: Total personas:

source: (No persons in this listing)
es: (Ninguna persona en este listado)

source: Record more attendances
es: Registrar mas asistencias

source: Analyse attendance using a person report
es: Analizar asistencia usando un reporte personal

source: Display attendance
es: Mostrar asistencia

source: Between
es: Entre

source: And
es: Y

source: Format
es: Formato

source: Congregation
es: Congregación

source: Group
es: Grupo

source: "Congregational attendance cannot be filtered by a group membership status. Please clear the status filter to display attendance for this congregation."
es: "La asistencia congregacional no puede filtrarse por estado de la persona en el grupo. Por favor saque el filtro de estado para mostrar la asistencia para esta congregación."

source: No attendance records found. Try adjusting your criteria.
es: No se encuentra ningún registro de asistencia. Intente modificando su búsqueda.

source: Total Headcount
es: Total Personas:

source: Total Present
es: Total Presentes

source: Present
es: Presente

source: Total Absent
es: Total Ausentes

source: Absent
es: Ausente

source: Attendance Statistics
es: Estadísticas de asistencia

source: Show the attendance statistics for persons of each (current) status
es: Mostrar estadísticas de asistencia para personas de cada estado (actual)

source: between
es: entre

source: and
es: y

source: Note: Any weeks where a person attendance is left blank (neither present nor absent) are ignored when calculating attendance percentages.
es: Nota: Si alguna semana una persona tiene asistencia en blanco sera ignorada para el calculo de estadísticas.

source: Segment
es: Segmento

source: "Percentage of dates marked present rather than absent"
es: "Porcentaje de presentes contra ausentes"

source: Rate
es: Tasa

source: "Average number marked present per date"
es: "Promedio de presentes por fecha"

source: Avg&nbsp;P
es: Prom. P

source: Average number marked absent per date"
es: Promedio de ausentes por fecha"

source: Avg&nbsp;A
es: Prom. A

source: Overall
es: Total

source: Avg&nbsp;Headcount
es: Prom. Cant. Personas

source: Share Member Details
es: Comparte detalles de los integrantes?

source: Families
es: Familias

source: Persons
es: Personas

source: Documents
es: Documentos

source: List All
es: Listar Todas

source: Search
es: Buscar

source: Add
es: Agregar

source: Reports
es: Reportes
