Repository: tbar0970/jethro-pmm
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: Statistics
es: Estadisticas

source: For Immediate Action
es: Para Accion Inmediata

source: For Future Action
es: Para Accion Futura

source: Record
es: Registrar

source: Display
es: Mostrar

source: Street Address
es: Direccion

source: Home Tel
es: Tel. Casa

source: Details
es: Detalles

source: Age Bracket
es: Grupo Edad

source: Work Tel
es: Tel. Trabajo

source: contact remarks
es: Observaciones

source: Street Address
es: Direccion

source: New group created
es: Nuevo grupo creado

source: Error creating group
es: Error creando grupo

source: Create Group
es: Crear Grupo

source: Add Person Group
es: Agregar Grupo de Personas

source: Custom Fields
es: Campos Personalizados

source: Note Templates
es: Plantilla de Notas

source: System Configuration
es: Configuracion Sistema

source: Upgrade
es: Actualizar
